IDEA Open Model
Stirrup.TorsionCheck Property
 Status of torsion check, not possible for detailing stirrup
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool TorsionCheck { get; set; }
Public Property TorsionCheck As Boolean
	Get
	Set
public:
property bool TorsionCheck {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace